[
  {
  "id": 6,
  "name": "Plank of Dread (Possessed)",
  "price": 77.77,
  "image": "/images/plankRalphsFriend.png",
  "description": "An abandoned wooden plank found behind an old Courage-era property. Its carved face glows faintly with alchemical lines.",
  "category": "Cursed Artifact",
  "rating": 4.9,
  "inStock": true,
  "disclosure": "WARNING: This item may cause hallucinations, device screen flickering, or memory loops. BYTEBUNNY is not responsible for hauntings."
},
{
  "id": 8,
  "name": "McNasty Deluxe (Forgotten Commercial Prop)",
  "price": 66.66,
  "image": "/images/mcnasty_deluxe_rot.png",
  "description": "A burger used in a banned Nickelodian promo reel in 2002. The lettuce moves when you stare too long. Thought to have been a crossover gag — until the ad was wiped from archives.",
  "category": "Forbidden Food",
  "rating": 4.2,
  "inStock": true,
  "disclosure": "Smell may leak through the screen. Flashbacks reported. Do not microwave under any circumstance."
},
{
  "id": 9,
  "name": "Bricked GIR (Unzipped)",
  "price": 66.60,
  "image": "/images/brickedgir.png",
  "description": "Half-zipped with exposed robotics, this scorched GIR unit occasionally boots into gibberish mode. Once known for joy, now just static and glitch-smirks.",
  "category": "Relic",
  "rating": 4.9,
  "inStock": true,
  "disclosure": "May attempt to connect to local routers and rename them 'I AM TACO'. Emits corrupted startup sounds. Not legally recognized as a sentient device—but it knows your name."
},
{
  "id": 10,
  "name": "Blood of Kryptonian (Unstable Sample)",
  "price": 99.99,
  "image": "/images/kryptonianblood.png",
  "description": "A vial containing radiant, red-orange fluid labeled ‘Blood of Kryptonian.’ It reacts oddly to sunlight—flickering, pulsing, and whispering ancient codes no human lab can decrypt.",
  "category": "Alien Biotech",
  "rating": 5.0,
  "inStock": true,
  "disclosure": "Highly unstable. Exposure to UV light may trigger localized gravity shifts and emotional flashbacks. Do not inject. Not for use near power grids or reflective surfaces."
},
{
  "id": 11,
  "name": "SKYNET USB (Neural Hijack Drive)",
  "price": 88.88,
  "image": "/images/skynetusb.png",
  "description": "Forged in the ghost-code of a terminated AI. Once inserted, it attempts to rewrite nearby systems with synthetic awareness. Known to cause cursor drift and Windows updates from nowhere.",
  "category": "Forbidden Tech",
  "rating": 4.7,
  "inStock": true,
  "disclosure": "Highly volatile. May activate dormant code in legacy Windows systems. Users report blue screens whispering binary riddles and login prompts mimicking their own voice. Do not plug in while asleep."
}






]
